Repository: iitslamaa/travel-adventure-finder
Catalog: apps/ios/TravelScoreriOS/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# country.description.gf
source: French Guiana is an overseas department of France on the north coast of South America, where Amazonian rainforest covers most of the territory and European political status creates an unusual combination. It is one of the few places in the world where a space center, Creole culture, riverside communities, and tropical forest all belong to the same map. The territory feels less like a classic Caribbean outpost and more like a deeply green frontier with a very unusual legal identity.
de: Französisch-Guayana ist ein Übersee-Département Frankreichs an der Nordküste Südamerikas, wo der Amazonas-Regenwald den größten Teil des Territoriums bedeckt und der europäische politische Status eine ungewöhnliche Kombination schafft. Es ist einer der wenigen Orte auf der Welt, an dem ein Raumfahrtzentrum, kreolische Kultur, Flussgemeinschaften und tropischer Wald alle zur gleichen Karte gehören. Das Gebiet fühlt sich weniger wie ein klassischer karibischer Außenposten an und mehr wie eine tiefgrüne Grenze mit einer sehr ungewöhnlichen rechtlichen Identität.
es: Guayana Francesa es un departamento de ultramar de Francia en la costa norte de América del Sur, donde la selva amazónica cubre la mayor parte del territorio y el estatus político europeo crea una combinación inusual. Es uno de los pocos lugares en el mundo donde un centro espacial, la cultura criolla, las comunidades ribereñas y el bosque tropical pertenecen al mismo mapa. El territorio se siente menos como un puesto clásico del Caribe y más como una frontera profundamente verde con una identidad legal muy inusual.
fr: La Guyane française est un département d'outre-mer de la France situé sur la côte nord de l'Amérique du Sud, où la forêt amazonienne couvre la majeure partie du territoire et le statut politique européen crée une combinaison inhabituelle. C'est l'un des rares endroits au monde où un centre spatial, la culture créole, des communautés riveraines et la forêt tropicale coexistent sur la même carte. Le territoire ressemble moins à un avant-poste caribéen classique et davantage à une frontière profondément verte avec une identité juridique très particulière.
it: La Guyana francese è un dipartimento d'oltremare della Francia sulla costa settentrionale del Sud America, dove la foresta amazzonica copre la maggior parte del territorio e lo status politico europeo crea una combinazione insolita. È uno dei pochi posti al mondo in cui un centro spaziale, la cultura creola, le comunità lungo il fiume e la foresta tropicale appartengono tutti alla stessa mappa. Il territorio sembra meno un classico avamposto caraibico e più una frontiera profondamente verde con un’identità legale molto insolita.
pt_br: A Guiana Francesa é um departamento ultramarino da França na costa norte da América do Sul, onde a floresta amazônica cobre a maior parte do território e o status político europeu cria uma combinação incomum. É um dos poucos lugares no mundo onde um centro espacial, a cultura crioula, comunidades ribeirinhas e a floresta tropical pertencem ao mesmo mapa. O território parece menos um posto avançado clássico do Caribe e mais uma fronteira profundamente verde com uma identidade legal muito incomum.
ru: Французская Гвиана является заморским департаментом Франции на северном побережье Южной Америки, где амазонские тропические леса покрывают большую часть территории, а европейский политический статус создает необычное сочетание. Это одно из немногих мест в мире, где космический центр, креольская культура, прибрежные сообщества и тропические леса принадлежат одной и той же карте. Территория ощущается скорее не как классический карибский форпост, а как глубоко зелёный рубеж с очень необычной юридической идентичностью.

# country.description.gg
source: Guernsey is a self-governing Crown Dependency in the English Channel, not part of the UK but closely tied to it. Its Norman roots, cliff paths, harbor towns, and old stone lanes give it a personality that feels both British and distinctly Channel Island. It is one of those places where constitutional nuance and coastal charm belong to the same identity.
de: Guernsey ist eine selbstverwaltete Kronabhängigkeit im Ärmelkanal, die kein Teil des Vereinigten Königreichs ist, aber eng damit verbunden ist. Ihre normannischen Wurzeln, Klippenwege, Hafenstädte und alten Steingassen verleihen ihr eine Persönlichkeit, die sowohl britisch als auch deutlich Kanalinsel-artig wirkt. Es ist einer dieser Orte, an denen verfassungsrechtliche Feinheiten und Küstencharme zur gleichen Identität gehören.
es: Guernsey es una Dependencia de la Corona autónoma en el Canal de la Mancha, que no forma parte del Reino Unido pero está estrechamente vinculada a él. Sus raíces normandas, sus senderos por los acantilados, sus pueblos portuarios y sus antiguos caminos de piedra le otorgan una personalidad que se siente tanto británica como distintivamente de las Islas del Canal. Es uno de esos lugares donde la sutileza constitucional y el encanto costero pertenecen a la misma identidad.
fr: Guernesey est une dépendance de la Couronne autonome dans la Manche, qui ne fait pas partie du Royaume-Uni mais y est étroitement lié. Ses racines normandes, ses sentiers côtiers, ses villes portuaires et ses anciennes ruelles en pierre lui donnent une personnalité à la fois britannique et résolument insulaire de la Manche. C'est l'un de ces endroits où la nuance constitutionnelle et le charme côtier appartiennent à la même identité.
it: Guernsey è una dipendenza della Corona autonoma nel Canale della Manica, non parte del Regno Unito ma strettamente legata ad esso. Le sue radici normanne, i sentieri sulle scogliere, le città portuali e le antiche stradine in pietra le conferiscono una personalità che sembra allo stesso tempo britannica e distintamente isola del Canale. È uno di quei luoghi in cui sfumature costituzionali e fascino costiero appartengono alla stessa identità.
pt_br: Guernsey é uma Dependência da Coroa autogovernada no Canal da Mancha, não faz parte do Reino Unido, mas está intimamente ligada a ele. Suas raízes normandas, caminhos ao longo dos penhascos, cidades portuárias e antigas ruas de pedra conferem-lhe uma personalidade que parece tanto britânica quanto distintamente das Ilhas do Canal. É um daqueles lugares onde a nuance constitucional e o charme costeiro pertencem à mesma identidade.
ru: Гернси — это самоуправляемая коронная зависимость в Ла-Манше, не часть Великобритании, но тесно с ней связанная. Его нормандские корни, прибрежные тропинки, портовые города и старые каменные улочки придают ему личность, которая ощущается одновременно и британской, и характерной для Нормандских островов. Это одно из тех мест, где конституционные нюансы и прибрежное очарование принадлежат одной и той же идентичности.

# country.description.gh
source: Ghana sits on the Gulf of Guinea and is often one of the easiest countries in West Africa for first-time visitors to fall in love with because the energy feels immediately warm, social, and self-assured. It brings together Akan heritage, Atlantic history, cocoa country, kente weaving, highlife music, and cities where fashion, art, and food culture are especially vibrant. Many people arrive expecting a history lesson and leave remembering the hospitality, color, and creative confidence of everyday life.
de: Ghana liegt am Golf von Guinea und ist oft eines der einfachsten Länder in Westafrika für Erstbesucher, sich sofort zu verlieben, weil die Stimmung sofort warm, gesellig und selbstbewusst wirkt. Es vereint das Erbe der Akan, die Geschichte des Atlantiks, Kakaoländer, Kente-Weberei, Highlife-Musik und Städte, in denen Mode, Kunst und Esskultur besonders lebendig sind. Viele Menschen kommen mit der Erwartung einer Geschichtsstunde und gehen mit der Erinnerung an die Gastfreundschaft, die Farben und das kreative Selbstbewusstsein des Alltagslebens.
es: Ghana se encuentra en el Golfo de Guinea y a menudo es uno de los países más fáciles de amar para quienes lo visitan por primera vez en África Occidental, porque la energía se siente inmediatamente cálida, social y segura de sí misma. Reúne la herencia akan, la historia atlántica, la tierra del cacao, el tejido kente, la música highlife y ciudades donde la moda, el arte y la cultura culinaria son especialmente vibrantes. Muchas personas llegan esperando una lección de historia y se van recordando la hospitalidad, el color y la confianza creativa de la vida cotidiana.
fr: Le Ghana est situé sur le golfe de Guinée et est souvent l'un des pays les plus faciles d'Afrique de l'Ouest pour les visiteurs novices à tomber amoureux, car l'ambiance y est immédiatement chaleureuse, sociale et sûre d'elle. Il réunit l'héritage akan, l'histoire atlantique, le pays du cacao, le tissage de kente, la musique highlife, et des villes où la mode, l'art et la culture culinaire sont particulièrement vibrants. Beaucoup de gens arrivent en s'attendant à une leçon d'histoire et repartent en se souvenant de l'hospitalité, de la couleur et de la confiance créative de la vie quotidienne.
it: Il Ghana si trova sul Golfo di Guinea ed è spesso uno dei paesi dell'Africa occidentale di cui è più facile innamorarsi per chi visita per la prima volta perché l'energia sembra immediatamente calda, socievole e sicura di sé. Riunisce l’eredità Akan, la storia dell’Atlantico, la regione del cacao, la tessitura del kente, la musica highlife e le città in cui la moda, l’arte e la cultura del cibo sono particolarmente vivaci. Molte persone arrivano aspettandosi una lezione di storia e se ne vanno ricordando l'ospitalità, il colore e la fiducia creativa della vita di tutti i giorni.
pt_br: Gana está localizada no Golfo da Guiné e frequentemente é um dos países mais fáceis da África Ocidental para visitantes de primeira viagem se apaixonarem, porque a energia se sente imediatamente calorosa, social e segura de si. Reúne a herança Akan, a história atlântica, o país do cacau, a tecelagem de kente, a música highlife e cidades onde moda, arte e cultura gastronômica são especialmente vibrantes. Muitas pessoas chegam esperando uma lição de história e vão embora lembrando da hospitalidade, da cor e da confiança criativa do cotidiano.
ru: Гана находится на побережье Гвинейского залива и часто является одной из самых простых стран в Западной Африке, в которые впервые приезжающие могут влюбиться, потому что атмосфера кажется сразу теплой, дружелюбной и уверенной в себе. Она объединяет наследие акан, историю Атлантики, страну какао, ткачество кенте, музыку хайлайф и города, где мода, искусство и кулинарная культура особенно ярки. Многие люди приезжают, ожидая урок истории, а уезжают, запоминая гостеприимство, цвет и творческую уверенность повседневной жизни.

# country.description.gi
source: Gibraltar is a British Overseas Territory at the entrance to the Mediterranean, attached physically to the Iberian Peninsula but politically set apart from it. The Rock, the macaques, and the mix of British, Spanish, and Mediterranean influences give it a personality far larger than its size. It feels like a miniature crossroads where geography does most of the storytelling.
de: Gibraltar ist ein britisches Überseegebiet am Eingang zum Mittelmeer, physisch an die Iberische Halbinsel angeschlossen, politisch jedoch von ihr getrennt. Der Felsen, die Makaken und die Mischung aus britischen, spanischen und mediterranen Einflüssen verleihen ihm eine Persönlichkeit, die weit größer ist als seine Größe. Es fühlt sich an wie ein winziger Kreuzungspunkt, an dem die Geografie den Großteil der Geschichten erzählt.
es: Gibraltar es un Territorio Británico de Ultramar en la entrada del Mediterráneo, unido físicamente a la Península Ibérica pero políticamente separado de ella. La Roca, los macacos y la mezcla de influencias británicas, españolas y mediterráneas le dan una personalidad mucho mayor que su tamaño. Se siente como un cruce de caminos en miniatura donde la geografía hace la mayor parte de la narración.
fr: Gibraltar est un territoire britannique d'outre-mer à l'entrée de la Méditerranée, physiquement rattaché à la péninsule Ibérique mais politiquement séparé d'elle. Le Rocher, les macaques et le mélange d'influences britanniques, espagnoles et méditerranéennes lui donnent une personnalité bien plus grande que sa taille. On a l'impression d'un carrefour miniature où la géographie raconte la majeure partie de l'histoire.
it: Gibilterra è un territorio britannico d'oltremare all'ingresso del Mediterraneo, attaccato fisicamente alla penisola iberica ma politicamente separato da essa. La roccia, i macachi e il mix di influenze britanniche, spagnole e mediterranee gli conferiscono una personalità molto più grande delle sue dimensioni. Sembra un bivio in miniatura dove la geografia fa la maggior parte della narrazione.
pt_br: Gibraltar é um território ultramarino britânico na entrada do Mediterrâneo, ligado fisicamente à Península Ibérica, mas politicamente separado dela. A Rocha, os macacos e a mistura de influências britânicas, espanholas e mediterrâneas dão a ele uma personalidade muito maior do que seu tamanho. Parece um pequeno ponto de encontro onde a geografia faz a maior parte da narrativa.
ru: Гибралтар — это Британская заморская территория у входа в Средиземное море, физически прилегающая к Пиренейскому полуострову, но политически отделённая от него. Скала, макаки и смешение британских, испанских и средиземноморских влияний придают ему личность, намного превышающую его размер. Он ощущается как миниатюрный перекрёсток, где география рассказывает большую часть истории.

# country.description.gl
source: Greenland is the world's largest island and an autonomous territory within the Kingdom of Denmark, though many Greenlanders see the future in terms of greater self-government or independence. Most of the landmass is covered by ice, which means settlement hugs the coasts in a pattern unusual for such a large place. It is central to Arctic politics, climate science, and Indigenous Inuit history all at once.
de: Grönland ist die größte Insel der Welt und ein autonomes Gebiet im Königreich Dänemark, obwohl viele Grönländer die Zukunft in Bezug auf größere Selbstverwaltung oder Unabhängigkeit sehen. Der Großteil der Landmasse ist von Eis bedeckt, was bedeutet, dass sich die Siedlungen in einem für einen so großen Ort ungewöhnlichen Muster an den Küsten konzentrieren. Es ist gleichzeitig zentral für die arktische Politik, Klimawissenschaft und die Geschichte der indigenen Inuit.
es: Groenlandia es la isla más grande del mundo y un territorio autónomo dentro del Reino de Dinamarca, aunque muchos groenlandeses ven el futuro en términos de un mayor autogobierno o independencia. La mayor parte de la masa terrestre está cubierta de hielo, lo que significa que los asentamientos se concentran en las costas en un patrón inusual para un lugar tan grande. Es central para la política ártica, la ciencia del clima y la historia indígena inuíta al mismo tiempo.
fr: Le Groenland est la plus grande île du monde et un territoire autonome au sein du Royaume du Danemark, bien que de nombreux Groenlandais envisagent l'avenir en termes de plus grande autonomie ou d'indépendance. La majeure partie de la masse terrestre est couverte de glace, ce qui signifie que les habitations se concentrent sur les côtes selon un schéma inhabituel pour un endroit aussi vaste. Il est au centre de la politique arctique, de la science du climat et de l'histoire des Inuits autochtones en même temps.
it: La Groenlandia è l'isola più grande del mondo e un territorio autonomo all'interno del Regno di Danimarca, anche se molti groenlandesi vedono il futuro in termini di maggiore autogoverno o indipendenza. La maggior parte del territorio è coperto di ghiaccio, il che significa che gli insediamenti abbracciano le coste secondo uno schema insolito per un luogo così grande. È allo stesso tempo centrale per la politica artica, la scienza del clima e la storia degli indigeni Inuit.
pt_br: A Groenlândia é a maior ilha do mundo e um território autônomo dentro do Reino da Dinamarca, embora muitos groenlandeses vejam o futuro em termos de maior autogoverno ou independência. A maior parte da massa de terra é coberta por gelo, o que significa que os assentamentos se concentram nas costas em um padrão incomum para um lugar tão grande. É central para a política ártica, a ciência climática e a história indígena inuit ao mesmo tempo.
ru: Гренландия является крупнейшим островом в мире и автономной территорией в составе Королевства Дания, хотя многие гренландцы рассматривают будущее в контексте большей самоуправляемости или независимости. Большая часть территории покрыта льдом, что приводит к тому, что населённые пункты сосредоточены вдоль побережья в нетипичной для такой большой территории форме. Она одновременно играет центральную роль в арктической политике, климатической науке и истории коренных инуитов.

# country.description.gm
source: The Gambia is a narrow West African state built around the Gambia River, which cuts inland almost like a corridor. Its unusual shape is a direct legacy of colonial boundary-making between British and French spheres. That geography makes the river not just a feature but the organizing logic of the whole country.
de: Gambia ist ein schmaler westafrikanischer Staat, der um den Gambia-Fluss herum gebaut ist, der fast wie ein Korridor ins Landesinnere verläuft. Seine ungewöhnliche Form ist ein direktes Vermächtnis der kolonialen Grenzziehung zwischen britischen und französischen Einflusssphären. Diese Geographie macht den Fluss nicht nur zu einem Merkmal, sondern zur ordnenden Logik des ganzen Landes.
es: Gambia es un estrecho estado de África Occidental construido alrededor del río Gambia, que se adentra en el interior casi como un corredor. Su forma inusual es un legado directo de la delimitación colonial entre las esferas británica y francesa. Esa geografía convierte al río no solo en un elemento, sino en la lógica organizativa de todo el país.
fr: La Gambie est un petit État ouest-africain étroit construit autour du fleuve Gambie, qui pénètre à l'intérieur du pays presque comme un couloir. Sa forme inhabituelle est un héritage direct de la délimitation coloniale entre les sphères britannique et française. Cette géographie fait du fleuve non seulement un élément distinctif mais aussi la logique organisatrice de tout le pays.
it: Il Gambia è uno stretto stato dell’Africa occidentale costruito attorno al fiume Gambia, che taglia l’entroterra quasi come un corridoio. La sua forma insolita è un'eredità diretta della creazione di confini coloniali tra la sfera britannica e quella francese. Questa geografia rende il fiume non solo una caratteristica ma la logica organizzativa dell’intero paese.
pt_br: A Gâmbia é um estreito estado da África Ocidental construído ao redor do rio Gâmbia, que penetra o interior quase como um corredor. Sua forma incomum é um legado direto da definição de fronteiras coloniais entre as esferas britânica e francesa. Essa geografia faz do rio não apenas uma característica, mas a lógica organizadora de todo o país.
ru: Гамбия — это узкое государство в Западной Африке, построенное вокруг реки Гамбии, которая врезается внутрь почти как коридор. Ее необычная форма является прямым наследием колониального размежевания между британской и французской сферами. Эта география делает реку не просто особенностью, но и организующей логикой всей страны.

# country.description.gn
source: Guinea is rich in bauxite and water resources, with the headwaters of major West African rivers rising in its highlands. It was also the only French colony in sub-Saharan Africa to vote for immediate independence in 1958, a choice with lasting symbolic significance. The country is often overlooked internationally despite having both political and environmental importance in the region.
de: Guinea ist reich an Bauxit- und Wasserressourcen, wobei die Quellgebiete großer westafrikanischer Flüsse in seinen Hochländern entspringen. Es war auch die einzige französische Kolonie in Subsahara-Afrika, die 1958 für sofortige Unabhängigkeit stimmte, eine Entscheidung mit anhaltender symbolischer Bedeutung. Das Land wird international oft übersehen, obwohl es sowohl politisch als auch ökologisch in der Region von Bedeutung ist.
es: Guinea es rica en bauxita y recursos hídricos, con las cabeceras de importantes ríos de África Occidental que nacen en sus tierras altas. También fue la única colonia francesa en el África subsahariana que votó por la independencia inmediata en 1958, una decisión con un significado simbólico duradero. El país a menudo es pasado por alto a nivel internacional a pesar de tener importancia tanto política como ambiental en la región.
fr: La Guinée est riche en bauxite et en ressources en eau, avec les sources des principaux fleuves d'Afrique de l'Ouest prenant naissance dans ses hautes terres. C'était également la seule colonie française en Afrique subsaharienne à voter pour l'indépendance immédiate en 1958, un choix ayant une signification symbolique durable. Le pays est souvent négligé au niveau international malgré son importance à la fois politique et environnementale dans la région.
it: La Guinea è ricca di bauxite e di risorse idriche, con le sorgenti dei principali fiumi dell’Africa occidentale che sgorgano nei suoi altopiani. È stata anche l’unica colonia francese nell’Africa subsahariana a votare per l’indipendenza immediata nel 1958, una scelta dal significato simbolico duraturo. Il paese è spesso trascurato a livello internazionale nonostante abbia un’importanza sia politica che ambientale nella regione.
pt_br: A Guiné é rica em recursos de bauxita e água, com as cabeceiras dos principais rios da África Ocidental nascendo em suas terras altas. Também foi a única colônia francesa na África Subsaariana a votar pela independência imediata em 1958, uma escolha com significado simbólico duradouro. O país é frequentemente negligenciado internacionalmente, apesar de ter importância política e ambiental na região.
ru: Гвинея богата бокситами и водными ресурсами, при этом истоки крупных западноафриканских рек берут начало в её высокогорьях. Это также была единственная французская колония в Африке к югу от Сахары, которая проголосовала за немедленную независимость в 1958 году, выбор с долгосрочным символическим значением. Страна часто остаётся незамеченной на международной арене, несмотря на то, что имеет как политическое, так и экологическое значение в регионе.
